import { html } from "../lib/lit-html.js";

const termsTemplate = () => html`
  <section class="terms" id="terms">
    <h1>Общи условия за ползване на уебсайт и услуги</h1>
    <p>
      1. Общи положения: Тези общи условия (наричани по-долу „Условия“)
      регулират използването на уебсайта CurrentFix (наричан по-долу „Сайтът“) и
      предоставянето на услуги от Пламен Петров (наричан по-долу
      „Електротехникът“). С използването на Сайта и/или поръчването на услуги
      чрез него, Вие се съгласявате с тези условия.
    </p>
    <p>
      2. Предоставяни услуги. Електротехникът предлага на клиентите си следните
      услуги: монтаж на електрически инсталации, ремонт на електрически уреди,
      поддръжка на осветление и прекъсване на захранване и др.
    </p>
    <p>
      3. Процедура за поръчка на услуги. За да поръчате услуга, можете да
      попълните формата за контакт на Сайта или да се свържете директно с
      Електротехникa чрез предоставените телефонни номера или имейл. След като
      получим Вашата заявка, ще се свържем с Вас за потвърждение на детайлите и
      уточняване на условията.
    </p>
    <p>
      4. Цени и плащания. Цените на услугите са посочени на Сайта или ще бъдат
      уточнени при конкретна заявка. Всички цени са с включен ДДС. Плащането се
      извършва по банков път или в брой след завършване на услугата.
    </p>
    <p>
      5. Отговорности на клиента. Клиентът се задължава да предостави точна и
      пълна информация относно обекта и конкретните изисквания за услугата.
      Клиентът носи отговорност за осигуряване на безопасна работна среда за
      изпълнение на услугата.
    </p>
    <p>
      6. Отговорности на електротехника. Електротехникът се задължава да
      предостави услугите си професионално и съобразно действащите стандарти и
      нормативи за безопасност. В случай на аварийни ситуации, свързани с
      извършената услуга, Електротехникът ще предприеме необходимите мерки за
      коригиране на проблема в разумен срок.
    </p>
    <p>
      7. Политика за конфиденциалност. Електротехникът се ангажира да защитава
      личните данни на клиентите си в съответствие с приложимото законодателство
      за защита на личните данни. Личните данни, които се събират чрез Сайта, ще
      се използват единствено за предоставяне на услугите и за контактиране по
      въпроси, свързани с тях.
    </p>
    <p>
      8. Ограничаване на отговорността. Електротехникът не носи отговорност за
      щети, възникнали вследствие на неправомерна употреба или небрежност от
      страна на клиента, както и за щети, причинени от трети лица след
      изпълнението на услугата.
    </p>
    <p>
      9. Промени в условията. Електротехникът има право да променя тези Общи
      условия по всяко време. Промените ще влязат в сила от момента на
      публикуването им на Сайта.
    </p>
    <p>
      10. Прекратяване на услугите. Електротехникът има право да прекрати
      предоставянето на услуги на клиент, ако установи, че условията за
      изпълнение на услугата не могат да бъдат спазени, или ако клиентът не
      изпълнява задълженията си по тези Общи условия.
    </p>
    <p>
      11. Контакт. За всякакви въпроси или запитвания относно тези Общи условия
      или предоставените услуги, можете да се свържете с нас чрез: Телефон:
      +359877083399
    </p>
    <p>Дата на последна актуализация: [05.02.2025]</p>
  </section>
`;

export function funcTerms(e) {
  e.render(termsTemplate());
}
