export const electronicServices = [
  {
    id: "01",
    title: "Ремонт на електрически инсталации, прекъсвания и къси съединения.",
    description:
      "Ремонтът на електрически инсталации изисква професионализъм и внимание към детайлите, за да се гарантира безопасността и надеждността на системата. Прекъсванията в захранването и късите съединения могат да доведат до сериозни повреди, затова е важно те да бъдат отстранени своевременно.Специалистите по електрически ремонти извършват диагностика и поправки, които минимизират риска от бъдещи проблеми и осигуряват нормалната работа на електрическите уреди.",
    img: "/assets/1.jpg",
    services: "services",
  },
  {
    id: "02",
    title: "Монтаж на елeктрически ключове и контакти",
    description:
      "Монтажът на електрически ключове и контакти е важна част от електрическите инсталации във всяко домакинство. Правилният монтаж гарантира безопасност и ефективност при използването на електрическите уреди. Важно е да се доверите на квалифициран електротехник, за да избегнете рискове от къси съединения и неправилно функциониране на инсталацията.",
    img: "/assets/2.jpg",
    services: "services",
  },
  {
    id: "03",
    title: "Монтаж/смяна на ел. табла, дефектнотокови защити и предпазители",
    description:
      "Монтажът и смяната на електрически табла, дефектнотокови защити и предпазители е ключов за сигурността на електрическата инсталация в дома или офиса. Правилно инсталираните компоненти предпазват от претоварване, къси съединения и токови удари, което намалява риска от пожари и аварии. Доверете се на професионалисти за гарантиране на безопасна и ефективна работа на електрическата система.",
    img: "/assets/3.jpg",
    services: "services",
  },
  {
    id: "04",
    title: "Ремонт и свързване на електрически уреди",
    description:
      "Ремонт и свързване на електрически уреди, като : печки/фурни, котлони, аспиратори, бойлери, перални и др. Ремонтът и свързването на електрически уреди изисква прецизност и опит, за да се гарантира тяхната безопасна и правилна работа. Професионалното свързване предпазва от къси съединения и удължава живота на уредите. Доверявайки се на квалифициран техник, можете да сте сигурни, че вашите уреди ще функционират ефективно и без риск от повреди.",
    img: "/assets/4.jpg",
    services: "services",
  },
  {
    id: "05",
    title: "Смяна на стълбищно осветление с лампи със сензор за движение",
    description:
      "Смяната на стълбищното осветление с лампи със сензор за движение значително подобрява енергийната ефективност и удобството в сградата. Тези лампи се активират само при движение, което намалява ненужната консумация на електроенергия. Освен това, те осигуряват по-голяма безопасност, особено в тъмни или труднодостъпни зони. Монтажът им е бърз и лесен, като гарантира по-ефективно осветление и дълготрайност.",
    img: "/assets/5.avif",
    services: "services",
  },
  {
    id: "06",
    title: "Монтаж на осветителни тела и LED ленти",
    description:
      "Монтажът на осветителни тела и LED ленти е отличен начин да подобрите интериора и енергийната ефективност в дома или офиса. LED лентите предлагат гъвкавост и стилно осветление, подходящо за всяко пространство, докато осветителните тела осигуряват основно и акцентно осветление. Правилният монтаж гарантира дълготрайна работа и оптимална светлинна ефективност. Доверете се на професионалисти за качествено и безопасно инсталиране.",
    img: "/assets/6.jpg",
    services: "services",
  },
];

export const previousProjects = [
  {
    id: "01",
    title: "Монтаж на контакти при двупроводна мрежа",
    description:
      "На снимката е показано монтирането на двоен сериен контакт, монтиран на кухненски плот. Монтирането се извършва прилежно и спрямо изскванията за ориентация спрямо клиента в случай, че не е в разрез с нормативните изискавания. Полагането на кебелите и материалите баха подготвени oт клиента.",
    img: "/assets/01/1.jpg",
    additionalImages: [
      "/assets/01/2.jpg",
      "/assets/01/3.jpg",
      "/assets/01/4.jpg",
      "/assets/01/5.jpg",
    ],
  },
  {
    id: "02",
    title: "Свързване на фурна и контакт за съдомиялна на клема.",
    description:
      "На стенната клема са свързани проводници към контакт за съдомиялна и захранващия кабел на фурна.",
    img: "/assets/02/1.jpg",
    additionalImages: ["/assets/02/2.jpg", "/assets/02/3.jpg"],
  },
  {
    id: "03",
    title: "Монтиране на подов контакт",
    description:
      "При монтирането на подов контак е важно да се нивелира позицията му за да няма изкривяване. В голяма част от случаите подовите контакти са в жилища с двупроводна мрежа и е важно да се съобрази и зануляване.",
    img: "/assets/03/1.jpg",
    additionalImages: [
      "/assets/03/2.jpg",
      "/assets/03/3.jpg",
      "/assets/03/4.jpg",
      "/assets/03/5.jpg",
    ],
  },
  {
    id: "04",
    title: "Подмяна на старо електрическо табло",
    description:
      "На старото табло три от фазита баха обединени на един предпазител.С обновяването всяка фаза е поставена на отделен обновен предпазител.",
    img: "/assets/04/1.jpg",
    additionalImages: ["/assets/04/2.jpg", "/assets/04/3.jpg"],
  },
  {
    id: "05",
    title: "Подмяна на нагревател и термозащита на бойлер",
    description:
      "Термозащитата на бойлера е прекъсната от прегрял захранващ кабел. Поради старостта на инсталацията кабелът е награвял и е разтопил контакта на термозащитата, което не позволяваше на бойлера да се включи. В последствие подменихме нагревателя, поради корозия на корпуса му. Поради старостта на пластмасата корпусът на бойлера се разпадна и направихме нов корпус.",
    img: "/assets/05/1.jpg",
    additionalImages: [
      "/assets/05/2.jpg",
      "/assets/05/3.jpg",
      "/assets/05/4.jpg",
      "/assets/05/5.jpg",
    ],
  },
  {
    id: "06",
    title: "Подмяна на полилей с плафон",
    description:
      "При закрепването на планките на плафона се съобразява пътят на кабела.",
    img: "/assets/06/1.jpg",
    additionalImages: ["/assets/06/2.jpg", "/assets/06/3.jpg"],
  },
  {
    id: "07",
    title: "Подмяна на изгорял нагревател на вградена фурна",
    description:
      "Измерват се нагревателите и се свалят повредените такива, след което се поръчва конкретният модел и се подменя.",
    img: "/assets/07/1.jpg",
    additionalImages: ["/assets/07/2.jpg"],
  },
  {
    id: "08",
    title: "Подмяна на захранващ кабел за бойлерно табло",
    description:
      "Поради слаба връзка, кабелът е прегрял и изгорил изолацията си. Кабелът е подменен от апартаментното табло, до изнесения ключ за бойлер и от изнесения ключът до бойлера. В допълнение са подменени няколко кабела на самия бойлер, които бяха нагорели ",
    img: "/assets/08/1.jpg",
    additionalImages: ["/assets/08/2.jpg", "/assets/08/3.jpg"],
  },
  {
    id: "09",
    title: "Подмяна на вградено електрическо табло",
    description:
      "От четири предпазителя са разпределени на шест съобразени с товарите на кръговете.",
    img: "/assets/09/1.jpg",
    additionalImages: ["/assets/09/2.jpg"],
  },
];
